[
  {
    "โรค": "เบาหวาน",
    "อาการโดยสังเขป": [
      "มีอาการน้ำหนักลด และเหนื่อยง่าย ปัสสาวะบ่อย หิวบ่อยมาเป็นอาทิตย์แล้ว กินเยอะก็น้ำหนักไม่ขึ้น",
      "น้ำหนักลดไป 3 กก. ทั้งที่หิวและกินจุกจิก ปัสสาวะบ่อยตอนกลางคืน",
      "ปากแห้งบ่อย เหนื่อยง่าย หิวบ่อย น้ำหนักลดลงโดยไม่ตั้งใจ",
      "หิวทั้งวันแต่ยิ่งกินยิ่งผอม ปัสสาวะวันละหลายรอบ",
      "หิวตอนดึก เหนื่อยง่าย ปัสสาวะบ่อยขึ้น น้ำหนักลดมาเรื่อยๆ",
      "ปัสสาวะบ่อยจนรำคาญ น้ำหนักลด หิวแทบตลอดเวลา",
      "กินเยอะกว่าปกติแต่ยังเหนื่อยง่าย น้ำหนักลดอย่างรวดเร็ว",
      "ดื่มน้ำตลอดวัน ปัสสาวะบ่อย หิวบ่อย น้ำหนักลด",
      "หิวเร็วขึ้นหลังมื้ออาหาร เหนื่อยง่าย น้ำหนักเริ่มลด",
      "น้ำหนักลดชัดเจน หิวบ่อย ปัสสาวะบ่อย โดยเฉพาะตอนดึก"
    ]
  },
  {
    "โรค": "กรดไหลย้อน",
    "อาการโดยสังเขป": [
      "น้ำหนักลดเพราะไม่อยากกิน อึดอัด เรอบ่อย หิวแต่กินไม่ได้",
      "เหนื่อยง่ายเพราะนอนไม่สนิท ปัสสาวะบ่อยเพราะดื่มน้ำดับแสบร้อน",
      "หิวบ่อยแต่มักจุกแน่นหลังอาหาร น้ำหนักจึงลด",
      "กลัวกินแล้วแสบร้อน ปัสสาวะบ่อยจากจิบน้ำตลอด",
      "น้ำหนักลดเพราะเลี่ยงอาหารกระตุ้นกรด หิวแต่ฝืนไม่กิน",
      "ท้องอืด จุก เรอบ่อย หิวแต่กินนิดเดียว น้ำหนักลด",
      "กินอะไรนิดเดียวก็แน่นท้อง ปัสสาวะบ่อย หิวเรื่อยๆ",
      "นอนน้อยจากแน่นหน้าอกตอนดึก เหนื่อยง่าย น้ำหนักลด",
      "หิวบ่อยแต่กินแล้วแสบร้อน น้ำหนักเลยลด",
      "จุกหน้าอก ปัสสาวะบ่อย ดื่มน้ำทั้งวัน น้ำหนักลดลง"
    ]
  },
  {
    "โรค": "ภูมิแพ้",
    "อาการโดยสังเขป": [
      "เหนื่อยง่ายจากจมูกตัน นอนน้อย หิวบ่อย น้ำหนักลด",
      "คันจมูกเรื้อรัง ทำให้นอนน้อย หิวมาก น้ำหนักลด",
      "จามบ่อยจนเหนื่อย ดื่มน้ำบ่อยจนปัสสาวะบ่อย",
      "น้ำมูกไหลเรื้อรัง เบื่ออาหาร หิวเป็นพักๆ น้ำหนักลด",
      "หิวบ่อยจากยาต้านแพ้ น้ำหนักลดแต่กินจุกจิก",
      "เหนื่อยง่ายเพราะหลับไม่สนิท หิวบ่อย ปัสสาวะบ่อย",
      "ภูมิแพ้กำเริบทุกเช้า จนไม่อยากกินตอนเช้า น้ำหนักลด",
      "ดื่มน้ำเยอะเพราะคอแห้ง ปัสสาวะบ่อย หิวบ่อย",
      "น้ำหนักลดลงเล็กน้อย หิวตอนกลางคืนบ่อยขึ้น",
      "ไอเรื้อรัง หายใจไม่เต็มปอด เหนื่อยง่าย น้ำหนักลด"
    ]
  },
  {
    "โรค": "หอบหืด",
    "อาการโดยสังเขป": [
      "เหนื่อยง่ายตอนกลางคืน น้ำหนักลด หิวบ่อยมาก",
      "ปัสสาวะบ่อยจากดื่มน้ำแก้คอแห้ง หิวถี่ น้ำหนักลด",
      "หายใจหอบเบาๆ เวลาเดินเร็ว เหนื่อยง่าย น้ำหนักลด",
      "หิวทุกมื้อ แต่กินนิดเดียวก็แน่นหน้าอก น้ำหนักลด",
      "ต้องพ่นยาบ่อยตอนกลางคืน นอนไม่พอ เหนื่อย หิว",
      "น้ำหนักลดเพราะใช้พลังงานเยอะตอนหอบ หิวบ่อย",
      "หอบบ่อยช่วงอากาศเปลี่ยน เหนื่อย น้ำหนักลด",
      "หิวหลังจากพ่นยาทุกครั้ง ปัสสาวะบ่อย ดื่มน้ำเยอะ",
      "ปากแห้ง หิว ปัสสาวะบ่อย น้ำหนักลดลง",
      "หอบนานเป็นสัปดาห์ หิวมากแต่กินไม่ลง น้ำหนักลด"
    ]
  },
  {
    "โรค": "ไข้หวัดใหญ่",
    "อาการโดยสังเขป": [
      "เพิ่งหายจากไข้ น้ำหนักลด หิวบ่อย ปัสสาวะถี่",
      "เหนื่อยง่ายหลังหายไข้ หิวจัด น้ำหนักไม่ขึ้น",
      "ไข้หายแล้วแต่ยังปัสสาวะบ่อย ดื่มน้ำมาก",
      "นอนพักฟื้นหลายวัน เบื่ออาหาร น้ำหนักลด",
      "หิวบ่อยมากเหมือนร่างกายฟื้นฟู น้ำหนักไม่กลับมา",
      "ยังเหนื่อยง่ายแม้ไม่มีไข้แล้ว หิวบ่อย",
      "น้ำหนักลดตอนมีไข้ ปัจจุบันยังหิวตลอด",
      "ดื่มน้ำมากตอนป่วย ปัสสาวะเลยยังถี่อยู่",
      "กล้ามเนื้ออ่อนแรง เหนื่อยง่าย น้ำหนักลด",
      "ไอหายแล้ว แต่ร่างกายยังอ่อนแรง หิวตลอดวัน"
    ]
  },
  {
    "โรค": "อีสุกอีใส",
    "อาการโดยสังเขป": [
      "น้ำหนักลดเพราะกินได้น้อยช่วงมีตุ่ม หิวแต่กินไม่ได้",
      "หายจากผื่นแล้ว แต่หิวบ่อย ปัสสาวะถี่",
      "เหนื่อยง่ายจากอ่อนเพลีย น้ำหนักยังลด",
      "ช่วงฟื้นตัวหิวมาก กินบ่อยแต่น้ำหนักยังไม่ขึ้น",
      "มีไข้หลายวันก่อนหน้านี้ ตอนนี้ปัสสาวะบ่อย",
      "ผื่นในปากทำให้เบื่ออาหาร น้ำหนักลด",
      "หายจากผื่นแล้วแต่เหนื่อยง่าย หิวบ่อย",
      "คอแห้ง กินได้น้อย ปัสสาวะบ่อยตอนฟื้นตัว",
      "น้ำหนักลดลงชัดช่วงติดเชื้อ หิวมากหลังหาย",
      "ผื่นแห้งแล้ว แต่ยังอ่อนเพลีย หิวบ่อย น้ำหนักยังไม่ขึ้น"
    ]
  }
]
